[
    { 
      "id": 1,
      "image": "https://i.ibb.co/gMW264f/course-1663052056.jpg",
      "title": "Web devolopment",
      "description": "Web development is the creation, building, and maintenance of websites and web applications. It encompasses a wide range of skills, including.",
      "price": 12000,
      "credit": 7
    },
    { 
      "id": 2,
      "image": "https://i.ibb.co/Wx3cSxK/seo.jpg",
      "title": "SEO",
      "description": "SEO is the process of optimizing your website to rank higher in search engine results pages (SERPs). This can help you attract more visitors to your website and boost your business.",
      "price": 16000,
      "credit": 5
    },
    {
      "id": 3,
      "image": "https://i.ibb.co/DKSr1nR/graphics.jpg",
      "title": "Graphics Design",
      "description": "Graphic designers create visually appealing and informative content that communicates ideas and messages.",
      "price": 25000,
      "credit": 2
    },
    {
      "id": 4,
      "image": "https://i.ibb.co/8jh6Czz/video-editing.jpg",
      "title": "Video editing",
      "description": "Video editing can be used to create a wide variety of content, including movies, TV shows, commercials, music videos, and social media posts. It is a powerful tool that can be used to tell stories, entertain audiences, and inform viewers.",
      "price": 19000,
      "credit": 6
    },
    {
      "id": 5,
      "image": "https://i.ibb.co/dMSPtyb/digital-marketing.jpg",
      "title": "Digital Marketing",
      "description": "Digital marketing is the use of online channels to reach and engage potential customers. It helps businesses to build brand awareness, generate leads, and drive sales.",
      "price": 34000,
      "credit": 3
    },
    {
      "id": 6,
      "image": "https://i.ibb.co/NL7Ch8c/cyber.jpg",
      "title": "Cyber Security",
      "description": "Protect your digital world from cyber attacks with strong passwords, software updates, and awareness.",
      "price": 10000,
      "credit": 1
    },
    {
      "id": 7,
      "image": "https://i.ibb.co/YkhY6zx/Film-Making-Courses.jpg",
      "title": "Flim Making",
      "description": "**Filmmaking in 2023 is a collaborative art form that uses cutting-edge technology to tell stories in visually stunning ways.",
      "price": 23000,
      "credit": 10
    },
    {
      "id": 8,
      "image": "https://i.ibb.co/YpyTVnm/fb-marketing.jpg",
      "title": "Facebook Marketing",
      "description": "With Facebook ads, you can reach your target audience with laser precision, driving traffic to your website or landing page, generating leads, and increasing sales.",
      "price": 9000,
      "credit": 4
    },
    {
        "id": 9,
        "image": "https://i.ibb.co/D4zF1vg/photography.jpg",
        "title": "Photography",
        "description": "Photography is the art of capturing light to tell stories, evoke emotions, and document history. It is a powerful tool for connecting with the world around us and preserving our memories.",
        "price": 18000,
        "credit": 2
      }

    ]  